Repository: kamatbot/DiskOdds
Catalog: Radix/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru, zh_hans

# %@ · %@ of %@
source: %1$@ · %2$@ of %3$@
de: %@ · %@ von %@
es: %@ · %@ de %@
fr: %@ · %@ de %@
it: %@ · %@ di %@
ru: %1$@ · %2$@ из %3$@
zh_hans: %1$@ · 占 %3$@ 的 %2$@

# %@ added or grew • %@ reclaimed
source: %1$@ added or grew • %2$@ reclaimed
de: %@ hinzugefügt oder vergrößert • %@ freigegeben
es: %@ añadidos o aumentados • %@ recuperados
fr: %@ ajoutés ou augmentés • %@ récupérés
it: %@ aggiunti o aumentati • %@ recuperati
ru: Добавлено или увеличилось на %1$@ • освобождено %2$@
zh_hans: 新增或增长 %@ • 回收 %@

source: %@ checksum mismatch
de: Prüfsumme von %@ stimmt nicht überein
es: La suma de comprobación de %@ no coincide
fr: La somme de contrôle de %@ ne correspond pas
it: Il checksum di %@ non corrisponde
ru: Контрольная сумма %@ не совпадает
zh_hans: %@ 校验和不匹配

source: %@ free of %@
de: %1$@ frei von %2$@
es: %1$@ libres de %2$@
fr: %1$@ disponibles sur %2$@
it: %1$@ disponibili su %2$@
ru: Свободно %1$@ из %2$@
zh_hans: 可用 %1$@，共 %2$@

source: %@ is in the Discard Pile, so this item is included with it.
de: Da %@ in der Löschliste steht, ist dieses Element darin eingeschlossen.
es: Como %@ está en la pila de descarte, este elemento se incluye con él.
fr: Comme %@ figure dans la pile de suppression, cet élément est inclus avec lui.
it: Poiché %@ è nell'elenco di eliminazione, questo elemento è incluso con esso.
ru: %@ находится в списке на удаление, поэтому этот объект включён вместе с ним.
zh_hans: %@ 位于待处理列表中，因此此项目也包含在内。

source: %@ logical size. Parts of this file may share storage; exact shared and reclaimable bytes aren’t available from macOS.
de: %@ logische Größe. Teile dieser Datei nutzen möglicherweise gemeinsamen Speicher; macOS stellt die genaue Anzahl gemeinsam genutzter und freigebbarer Bytes nicht bereit.
es: %@ de tamaño lógico. Algunas partes de este archivo pueden compartir almacenamiento; macOS no proporciona la cantidad exacta de bytes compartidos y recuperables.
fr: %@ de taille logique. Certaines parties de ce fichier peuvent partager du stockage ; macOS ne fournit pas le nombre exact d’octets partagés et récupérables.
it: %@ di dimensione logica. Alcune parti di questo file potrebbero condividere lo spazio; macOS non rende disponibili i byte condivisi e recuperabili esatti.
ru: Логический размер — %@. Части этого файла могут совместно использовать хранилище; macOS не предоставляет точные данные об общем и освобождаемом объёме.
zh_hans: 逻辑大小为 %@。此文件的部分内容可能共享存储空间；macOS 不提供共享和可回收字节的确切数量。

source: %@ logical size. Radix counts shared bytes once across clones, so deleting this file may free less than its apparent size.
de: %@ logische Größe. Radix zählt gemeinsam genutzte Bytes klonübergreifend nur einmal, daher gibt das Löschen dieser Datei möglicherweise weniger als ihre scheinbare Größe frei.
es: %@ de tamaño lógico. Radix cuenta los bytes compartidos una sola vez entre los clones, por lo que eliminar este archivo puede liberar menos que su tamaño aparente.
fr: %@ de taille logique. Radix ne compte qu’une fois les octets partagés entre les clones ; supprimer ce fichier peut donc libérer moins que sa taille apparente.
it: %@ di dimensione logica. Radix conta una sola volta i byte condivisi tra i cloni, quindi eliminare questo file potrebbe liberare meno della sua dimensione apparente.
ru: Логический размер — %@. Radix учитывает общие байты клонов только один раз, поэтому удаление этого файла может освободить меньше места, чем показывает его размер.
zh_hans: 逻辑大小为 %@。Radix 对克隆间共享的字节只计算一次，因此删除此文件释放的空间可能小于其显示大小。

source: %@ of current focus
de: %@ des aktuellen Fokus
es: %@ del foco actual
fr: %@ de l’emplacement actuel
it: %@ del focus attuale
ru: %@ от текущей области
zh_hans: 占当前查看范围的 %@

source: %@ section is missing or unreadable
de: Abschnitt %@ fehlt oder ist nicht lesbar
es: La sección %@ no existe o no se puede leer
fr: La section %@ est manquante ou illisible
it: La sezione %@ è mancante o illeggibile
ru: Раздел %@ отсутствует или недоступен для чтения
zh_hans: %@ 区段缺失或无法读取

source: %@ stored byte count mismatch
de: Gespeicherte Byteanzahl von %@ stimmt nicht überein
es: El recuento de bytes almacenados de %@ no coincide
fr: Le nombre d’octets stockés de %@ ne correspond pas
it: Il numero di byte memorizzati di %@ non corrisponde
ru: Число сохранённых байтов в разделе %@ не совпадает
zh_hans: %@ 的存储字节数不匹配

source: %@ updated
de: %@ aktualisiert
es: %@ actualizado
fr: %@ mis à jour
it: %@ aggiornato
ru: %@ обновлено
zh_hans: %@ 已更新

source: %lld changes summarized
de: %lld Änderungen zusammengefasst
es: Se resumieron %lld cambios
fr: %lld changements résumés
it: %lld modifiche riepilogate
ru: Сводка по %lld изменениям
zh_hans: 已汇总 %lld 项变化

source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
it: %lld file
ru: %lld файла
zh_hans: %lld 个文件

source: %lld folders
de: %lld Ordner
es: %lld carpetas
fr: %lld dossiers
it: %lld cartelle
ru: %lld папки
zh_hans: %lld 个文件夹

source: %lld grouped items
de: %lld gruppierte Elemente
es: %lld elementos agrupados
fr: %lld éléments regroupés
it: %lld elementi raggruppati
ru: %lld сгруппированных объекта
zh_hans: %lld 个分组项目

# %lld items • %@
source: %1$lld items • %2$@
de: %1$lld Elemente • %2$@
es: %1$lld elementos • %2$@
fr: %1$lld éléments • %2$@
it: %1$lld elementi • %2$@
ru: %1$lld объекта • %2$@
zh_hans: %1$lld 个项目 • %2$@

source: %lld Items Selected
de: %lld Elemente ausgewählt
es: %lld elementos seleccionados
fr: %lld éléments sélectionnés
it: %lld elementi selezionati
ru: Выбрано %lld объекта
zh_hans: 已选择 %lld 个项目

source: %lld levels
de: %lld Ebenen
es: %lld niveles
fr: %lld niveaux
it: %lld livelli
ru: %lld уровня
zh_hans: %lld 个层级

source: %lld levels, including free space
de: %lld Ebenen, einschließlich freiem Speicher
es: %lld niveles, incluido el espacio libre
fr: %lld niveaux, espace libre inclus
it: %lld livelli, incluso lo spazio libero
ru: %lld уровня, включая свободное место
zh_hans: %lld 个层级，包含可用空间

source: %lld locations
de: %lld Speicherorte
es: %lld ubicaciones
fr: %lld emplacements
it: %lld posizioni
ru: %lld расположения
zh_hans: %lld 个位置

source: %lld locations in this selection couldn’t be read. Its allocated size and contents may be incomplete.
de: %lld Orte in dieser Auswahl konnten nicht gelesen werden. Die zugewiesene Größe und der Inhalt sind möglicherweise unvollständig.
es: No se pudieron leer %lld ubicaciones de esta selección. Su tamaño asignado y contenido pueden estar incompletos.
fr: %lld emplacements de cette sélection n’ont pas pu être lus. Sa taille allouée et son contenu peuvent être incomplets.
it: Impossibile leggere %lld posizioni in questa selezione. La dimensione allocata e i contenuti potrebbero essere incompleti.
ru: Не удалось прочитать %lld расположения в этой выборке. Данные о занимаемом месте и содержимом могут быть неполными.
zh_hans: 无法读取此选择中的 %lld 个位置。其已分配大小和内容可能不完整。

source: %lld locations were skipped, so %@’s allocated size and contents may be incomplete.
de: %lld Orte wurden übersprungen, daher sind die zugewiesene Größe und der Inhalt von %@ möglicherweise unvollständig.
es: Se omitieron %lld ubicaciones, por lo que el tamaño asignado y el contenido de %@ pueden estar incompletos.
fr: %lld emplacements ont été ignorés ; la taille allouée et le contenu de %@ peuvent donc être incomplets.
it: %lld posizioni sono state ignorate, quindi la dimensione allocata e i contenuti di %@ potrebbero essere incompleti.
ru: Пропущено %1$lld расположения, поэтому данные о занимаемом месте и содержимом %2$@ могут быть неполными.
zh_hans: 已跳过 %1$lld 个位置，因此 %2$@ 的已分配大小和内容可能不完整。

source: %lld nodes are not reachable from root
de: %lld Knoten sind vom Stamm aus nicht erreichbar
es: %lld nodos no son accesibles desde la raíz
fr: %lld nœuds ne sont pas accessibles depuis la racine
it: %lld nodi non sono raggiungibili dalla radice
ru: %lld узла недоступны из корня
zh_hans: %lld 个节点无法从根节点访问

source: %lld packages
de: %lld Pakete
es: %lld paquetes
fr: %lld paquets
it: %lld pacchetti
ru: %lld пакета
zh_hans: %lld 个软件包

source: %lld Protected Locations in %@
de: %lld geschützte Orte in %@
es: %lld ubicaciones protegidas en %@
fr: %lld emplacements protégés dans %@
it: %lld posizioni protette in %@
ru: %1$lld защищённого расположения в %2$@
zh_hans: %2$@ 中有 %1$lld 个受保护位置

source: %lld protected locations were skipped, so %@’s total may be incomplete.
de: %lld geschützte Orte wurden übersprungen, daher ist die Summe von %@ möglicherweise unvollständig.
es: Se omitieron %lld ubicaciones protegidas, por lo que el total de %@ puede estar incompleto.
fr: %lld emplacements protégés ont été ignorés ; le total de %@ peut donc être incomplet.
it: %lld posizioni protette sono state ignorate, quindi il totale di %@ potrebbe essere incompleto.
ru: Пропущено %1$lld защищённого расположения, поэтому итог для %2$@ может быть неполным.
zh_hans: 已跳过 %1$lld 个受保护位置，因此 %2$@ 的总计可能不完整。

source: %lld selected
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
it: %lld selezionati
ru: Выбрано: %lld
zh_hans: 已选择 %lld 个项目

source: %lld storage categories
de: %lld Speicherkategorien
es: %lld categorías de almacenamiento
fr: %lld catégories de stockage
it: %lld categorie di archiviazione
ru: %lld категории хранилища
zh_hans: %lld 个存储类别

source: %lld system locations are protected by macOS, so this selection’s total may be incomplete.
de: %lld Systemorte sind durch macOS geschützt, daher ist die Summe dieser Auswahl möglicherweise unvollständig.
es: %lld ubicaciones del sistema están protegidas por macOS, por lo que el total de esta selección puede estar incompleto.
fr: %lld emplacements système sont protégés par macOS ; le total de cette sélection peut donc être incomplet.
it: %lld posizioni di sistema sono protette da macOS, quindi il totale della selezione potrebbe essere incompleto.
ru: %lld системного расположения защищено macOS, поэтому итог для этой выборки может быть неполным.
zh_hans: %lld 个系统位置受 macOS 保护，因此此选择的总计可能不完整。

source: %lld Types
de: %lld Typen
es: %lld tipos
it: %lld tipi
ru: Типов выбрано: %lld
zh_hans: %lld 个类型

source: %lld Warnings in %@
de: %lld Warnungen in %@
es: %lld advertencias en %@
fr: %lld avertissements dans %@
it: %lld avvisi in %@
ru: %1$lld предупреждения в %2$@
zh_hans: %2$@ 中有 %1$lld 条警告

source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
it: +%lld altri
ru: + ещё %lld
zh_hans: 另有 %lld 项

source: A duplicate filesystem path was collapsed in the scan results.
de: Ein doppelter Dateisystempfad wurde in den Scan-Ergebnissen zusammengeführt.
es: Se consolidó una ruta del sistema de archivos duplicada en los resultados del análisis.
fr: Un chemin de système de fichiers en double a été regroupé dans les résultats de l’analyse.
it: Un percorso del file system duplicato è stato raggruppato nei risultati della scansione.
ru: Повторяющийся путь файловой системы был объединён в результатах сканирования.
zh_hans: 扫描结果中已合并重复的文件系统路径。

source: About shared APFS storage
de: Über gemeinsam genutzten APFS-Speicher
es: Acerca del almacenamiento APFS compartido
fr: À propos du stockage APFS partagé
it: Informazioni sullo spazio APFS condiviso
ru: Об общем хранилище APFS
zh_hans: 关于共享 APFS 存储空间

source: Action Failed
de: Aktion fehlgeschlagen
es: Acción fallida
fr: Action échouée
it: Azione non riuscita
ru: Не удалось выполнить действие
zh_hans: 操作失败

source: Actual Size
de: Tatsächliche Größe
es: Tamaño real
fr: Taille réelle
it: Dimensioni effettive
ru: Фактический размер
zh_hans: 实际大小

source: Add %lld Items to Discard Pile
de: %lld Elemente zur Löschliste hinzufügen
es: Añadir %lld elementos a la pila de descarte
fr: Ajouter %lld éléments à la pile de suppression
it: Aggiungi %lld elementi all'elenco di eliminazione
ru: Добавить %lld объекта в список на удаление
zh_hans: 将 %lld 个项目加入待处理列表

source: Add Cloud Item to Discard Pile?
de: Cloud-Element zur Löschliste hinzufügen?
es: ¿Añadir el elemento en la nube a la pila de descarte?
fr: Ajouter l’élément cloud à la pile de suppression ?
it: Aggiungere l’elemento cloud all'elenco di eliminazione?
ru: Добавить облачный объект в список на удаление?
zh_hans: 将云端项目加入待处理列表？

source: Add Cloud Items to Discard Pile?
de: Cloud-Elemente zur Löschliste hinzufügen?
es: ¿Añadir los elementos en la nube a la pila de descarte?
fr: Ajouter les éléments cloud à la pile de suppression ?
it: Aggiungere gli elementi cloud all'elenco di eliminazione?
ru: Добавить облачные объекты в список на удаление?
zh_hans: 将多个云端项目加入待处理列表？

source: Add Pattern
de: Muster hinzufügen
es: Añadir patrón
fr: Ajouter un motif
it: Aggiungi criterio
ru: Добавить шаблон
zh_hans: 添加模式

source: Add Preset
de: Voreinstellung hinzufügen
es: Añadir ajuste predefinido
fr: Ajouter un préréglage
it: Aggiungi preimpostazione
ru: Добавить набор
zh_hans: 添加预设

source: Add to Discard Pile
de: Zur Löschliste hinzufügen
es: Añadir a la pila de descarte
fr: Ajouter à la pile de suppression
it: Aggiungi all'elenco di eliminazione
ru: Добавить в список на удаление
zh_hans: 加入待处理列表

source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
it: Aggiunto
ru: Добавлено
zh_hans: 新增

source: All Changes
de: Alle Änderungen
es: Todos los cambios
fr: Tous les changements
it: Tutte le modifiche
ru: Все изменения
zh_hans: 所有变化

source: All Types
de: Alle Typen
es: Todos los tipos
fr: Tous les types
it: Tutti i tipi
ru: Все типы
zh_hans: 所有类型

source: Allocated
de: Zugewiesen
es: Asignado
fr: Alloué
it: Allocato
ru: Занято
zh_hans: 已分配

source: Allocated size %@
de: Zugewiesene Größe: %@
es: Tamaño asignado: %@
fr: Taille allouée : %@
it: Dimensione allocata: %@
ru: Занимаемый размер: %@
zh_hans: 已分配大小：%@

source: Allow Radix to scan protected locations such as Mail, Messages, and Safari data.
de: Radix erlauben, geschützte Speicherorte wie Mail-, Nachrichten- und Safari-Daten zu scannen.
es: Permite que Radix analice ubicaciones protegidas, como los datos de Mail, Mensajes y Safari.
fr: Autorisez Radix à analyser les emplacements protégés, comme les données de Mail, Messages et Safari.
it: Consenti a Radix di scansionare posizioni protette come i dati di Mail, Messaggi e Safari.
ru: Разрешите Radix сканировать защищённые данные, например Почты, Сообщений и Safari.
zh_hans: 允许 Radix 扫描受保护的位置，例如邮件、信息和 Safari 数据。

source: Any
de: Beliebig
es: Cualquiera
fr: Tous
it: Qualsiasi
ru: Любой
zh_hans: 任意

source: APFS available capacity
de: Verfügbare APFS-Kapazität
es: Capacidad disponible de APFS
fr: Capacité disponible APFS
it: Capacità disponibile APFS
ru: Доступное место APFS
zh_hans: APFS 可用容量

source: APFS clone · shared storage
de: APFS-Klon · geteilter Speicher
es: Clon de APFS · almacenamiento compartido
fr: Clone APFS · stockage partagé
it: Clone APFS · spazio condiviso
ru: Клон APFS · общее хранилище
zh_hans: APFS 克隆 · 共享存储空间

source: APFS lets files share storage, but Finder may show the full file size for every clone. Radix counts shared bytes once, so one file carries the allocated size and the others may show zero. That file is only an accounting representative, not an original. Deleting one clone may not free the displayed amount.
de: APFS ermöglicht es Dateien, Speicher gemeinsam zu nutzen, aber der Finder zeigt möglicherweise für jeden Klon die vollständige Dateigröße an. Radix zählt gemeinsam genutzte Bytes nur einmal, sodass eine Datei die zugeordnete Größe trägt und die anderen möglicherweise null anzeigen. Diese Datei ist nur ein Repräsentant für die Speicherzuordnung, nicht das Original. Durch das Löschen eines Klons wird möglicherweise nicht der angezeigte Speicherplatz freigegeben.
es: APFS permite que los archivos compartan almacenamiento, pero Finder puede mostrar el tamaño completo de cada clon. Radix cuenta los bytes compartidos una sola vez, por lo que un archivo muestra el tamaño asignado y los demás pueden mostrar cero. Ese archivo es solo un representante contable, no el original. Eliminar un clon puede no liberar la cantidad mostrada.
fr: APFS permet aux fichiers de partager de l’espace de stockage, mais le Finder peut afficher la taille complète de chaque clone. Radix ne compte les octets partagés qu’une seule fois : un fichier porte donc la taille allouée et les autres peuvent afficher zéro. Ce fichier est uniquement un représentant comptable, pas l’original. La suppression d’un clone peut ne pas libérer la quantité affichée.
it: APFS consente ai file di condividere spazio di archiviazione, ma il Finder potrebbe mostrare la dimensione completa di ogni clone. Radix conta i byte condivisi una sola volta, quindi un file riporta la dimensione allocata e gli altri possono mostrare zero. Quel file è solo un riferimento contabile, non l’originale. L’eliminazione di un clone potrebbe non liberare la quantità indicata.
ru: APFS позволяет файлам совместно использовать место, но Finder может показывать полный размер каждого клона. Radix учитывает общие байты только один раз, поэтому занимаемый размер относится к одному файлу, а у остальных может отображаться ноль. Этот файл выбран только для учёта и не является «оригиналом». Удаление одного клона может освободить меньше места, чем указано.
zh_hans: APFS 允许文件共享存储空间，但“访达”可能会显示每个克隆文件的完整大小。Radix 只计算一次共享字节，因此一个文件会显示已分配大小，而其他文件可能显示为零。该文件只是记账代表，并非原始文件。删除一个克隆文件不一定会释放所显示的空间。

source: Applications
de: Programme
es: Aplicaciones
it: Applicazioni
ru: Приложения
zh_hans: 应用程序

source: Archive section compression could not be initialized.
de: Die Komprimierung des Archivabschnitts konnte nicht initialisiert werden.
es: No se pudo inicializar la compresión de la sección del archivo.
fr: La compression de la section d’archive n’a pas pu être initialisée.
it: Impossibile inizializzare la compressione della sezione dell’archivio.
ru: Не удалось инициализировать сжатие раздела архива.
zh_hans: 无法初始化归档区段压缩。

source: Archive section compression failed.
de: Die Komprimierung des Archivabschnitts ist fehlgeschlagen.
es: La compresión de la sección del archivo ha fallado.
fr: La compression de la section d’archive a échoué.
it: La compressione della sezione dell’archivio non è riuscita.
ru: Не удалось сжать раздел архива.
zh_hans: 归档区段压缩失败。

source: Archive section compression made no progress.
de: Die Komprimierung des Archivabschnitts hat keinen Fortschritt erzielt.
es: La compresión de la sección del archivo no ha progresado.
fr: La compression de la section d’archive n’a pas progressé.
it: La compressione della sezione dell’archivio non ha fatto progressi.
ru: Сжатие раздела архива не продвигается.
zh_hans: 归档区段压缩未取得进展。

source: Archive section compression was already finished.
de: Die Komprimierung des Archivabschnitts war bereits abgeschlossen.
es: La compresión de la sección del archivo ya había finalizado.
fr: La compression de la section d’archive était déjà terminée.
it: La compressione della sezione dell’archivio era già terminata.
ru: Сжатие раздела архива уже завершено.
zh_hans: 归档区段压缩已完成。

source: archive section is not a regular file
de: Archivabschnitt ist keine reguläre Datei
es: La sección del archivo no es un archivo normal
fr: La section d’archive n’est pas un fichier ordinaire
it: La sezione dell’archivio non è un file regolare
ru: раздел архива не является обычным файлом
zh_hans: 归档区段不是常规文件

source: Archive stats did not match node payload. Radix repaired totals during import.
de: Die Archivstatistiken stimmten nicht mit den Knotendaten überein. Radix hat die Summen beim Import repariert.
es: Las estadísticas del archivo no coincidían con los datos de los nodos. Radix reparó los totales durante la importación.
fr: Les statistiques de l’archive ne correspondaient pas aux données des nœuds. Radix a réparé les totaux pendant l’importation.
it: Le statistiche dell'archivio non corrispondevano ai dati dei nodi. Radix ha riparato i totali durante l'importazione.
ru: Статистика архива не совпала с данными узлов. Radix исправил итоговые значения при импорте.
zh_hans: 归档统计信息与节点数据不一致。Radix 已在导入时修复总计。

source: At Least
de: Mindestens
es: Como mínimo
fr: Au moins
it: Almeno
ru: Не менее
zh_hans: 至少

source: At Most
de: Höchstens
es: Como máximo
fr: Au maximum
it: Al massimo
ru: Не более
zh_hans: 至多

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
it: Cerca aggiornamenti automaticamente
ru: Автоматически проверять обновления
zh_hans: 自动检查更新

source: Available Space
de: Verfügbarer Speicherplatz
es: Espacio disponible
fr: Espace disponible
it: Spazio disponibile
ru: Свободное место
zh_hans: 可用空间

source: Average scan speed
de: Durchschnittliche Scan-Geschwindigkeit
es: Velocidad promedio de análisis
fr: Vitesse d’analyse moyenne
it: Velocità media di scansione
ru: Средняя скорость сканирования
zh_hans: 平均扫描速度

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ru: Назад
zh_hans: 后退

source: Back to Scan
de: Zurück zum Scan
es: Volver al análisis
fr: Retour à l’analyse
it: Torna alla scansione
ru: Назад к сканированию
zh_hans: 返回扫描

source: Back to Scan Root
de: Zurück zum Scan-Stammverzeichnis
es: Volver a la raíz del análisis
fr: Revenir à la racine de l’analyse
it: Torna alla radice della scansione
ru: К корню сканирования
zh_hans: 返回扫描根目录

source: Bytes moved to Trash
de: In den Papierkorb verschobene Daten
es: Bytes movidos a la Papelera
fr: Octets déplacés vers la corbeille
it: Byte spostati nel Cestino
ru: Объём перемещённого в Корзину
zh_hans: 移入废纸篓的字节数

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена
zh_hans: 取消

source: Cancel the current archive operation before comparing snapshots.
de: Brechen Sie den aktuellen Archivvorgang ab, bevor Sie Snapshots vergleichen.
es: Cancela la operación de archivo actual antes de comparar instantáneas.
fr: Annulez l’opération d’archive actuelle avant de comparer les instantanés.
it: Annulla l'operazione di archiviazione corrente prima di confrontare le istantanee.
ru: Отмените текущую операцию с архивом перед сравнением снимков.
zh_hans: 请先取消当前归档操作，再比较快照。

source: Cancel the current archive operation before importing a snapshot.
de: Brechen Sie den aktuellen Archivvorgang ab, bevor Sie einen Snapshot importieren.
es: Cancela la operación de archivo actual antes de importar una instantánea.
fr: Annulez l’opération d’archive actuelle avant d’importer un instantané.
it: Annulla l'operazione di archiviazione corrente prima di importare un'istantanea.
ru: Отмените текущую операцию с архивом перед импортом снимка.
zh_hans: 请先取消当前归档操作，再导入快照。

source: Change
de: Änderung
es: Cambio
fr: Changement
it: Modifica
ru: Изменение
zh_hans: 变化

source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
it: Verifica aggiornamenti…
ru: Проверить обновления…
zh_hans: 检查更新…

source: Checking for changes in %@
de: Änderungen in %@ werden geprüft
es: Comprobando si hay cambios en %@
fr: Recherche de modifications dans %@
it: Verifica delle modifiche in %@
ru: Проверка изменений в %@
zh_hans: 正在检查 %@ 中的更改

source: child %@ has multiple parents
de: Untergeordnetes Element %@ hat mehrere übergeordnete Elemente
es: El elemento secundario %@ tiene varios elementos principales
fr: L’élément enfant %@ a plusieurs parents
it: l'elemento figlio %@ ha più genitori
ru: у дочернего узла %@ несколько родительских узлов
zh_hans: 子项 %@ 有多个父项

source: child %@ is missing from node order
de: Untergeordnetes Element %@ fehlt in der Knotenreihenfolge
es: Falta el elemento secundario %@ en el orden de nodos
fr: L’élément enfant %@ manque dans l’ordre des nœuds
it: l'elemento figlio %@ è assente dall'ordine dei nodi
ru: дочерний узел %@ отсутствует в порядке узлов
zh_hans: 节点顺序中缺少子项 %@
